[
  {
    "name": "Juin 2022",
    "description": "**En bref**\r\n> - Vous pouvez installer mon-entreprise sur votre téléphone et accéder aux simulateurs même sans connection internet !\r\n> - Accédez à toutes les informations de votre entreprise grâce au lien vers [annuaire-entreprise.data.gouv.fr]\r\n> - Améliorations de l'interface et corrections de bugs\r\n\r\n## Accédez aux simulateurs à tout moment ✈️\r\n\r\nTous les simulateurs de mon-entreprise sont maintenant utilisables en mode hors ligne ! Il vous suffit de vous rendre une fois sur le site, et vous pourrez y revenir à tout moment, même sans accès internet.\r\n\r\nEt ce n'est pas tout : vous pouvez installer les simulateurs directement sur votre téléphone ou votre ordinateur pour y revenir en un clic ! Pour cela il vous suffit de cliquer sur « installer » lors de la visite du site depuis le navigateur. \r\n\r\nhttps://user-images.githubusercontent.com/1775934/181524049-56055bd8-342f-43d8-ad38-5f745e2eb89a.mp4\r\n\r\n## Retrouvez toutes les informations de votre entreprise sur une seule page\r\n\r\nVous ne vous rappelez jamais du SIRET ? Impossible de remettre la main sur votre numéro de TVA intercommunautaire ? Vous pouvez consulter toutes les données publiques de votre entreprise sur [annuaire-entreprise.data.gouv.fr]. Nous avons ajouté un lien en bas du tableau de bord de votre entreprise.\r\n![image](https://user-images.githubusercontent.com/1775934/181525140-3c421884-f772-43ee-9d2f-60540df48dd0.png)\r\n\r\n## Améliorations diverses et corrections de bugs\r\n\r\n- Les taux du versement mobilité ont été actualisés\r\n- La grille des taux neutre de l'impôt sur le revenu a été également mis à jour\r\n- Vous pouvez maintenant déposer un avis sur le simulateur salarié grâce au bouton « Je donne mon avis »\r\n- Nous avons corrigé le calcul de l'impôt sur le revenu pour les parents isolés\r\n- L'abattement sur les dividendes a été corrigé\r\n- Nous avons ajouté davantage de liens vers des pages d'explications derrière le bouton « Info » présent à côté des questions\r\n- Corrections de bug divers "
  },
  {
    "name": "Avril 2022",
    "description": "> **En bref :**\r\n> - Les réponses liées à votre entreprise sont sauvegardées entre les simulations\r\n> - Nouveau simulateur pour l'exonération Covid 2021\r\n> - Nouvel assistant à la déclaration de revenu pour indépendant en version beta\r\n> - Bouton « Contacter un conseiller »\r\n> - Modification des réponses d'une simulation plus claire et plus simple\r\n> - Selection de l'année de référence pour la simulation des cotisations de dirigeant\r\n> - Ajout des conjoint collaborateur pour les professions libérales réglementées\r\n> - Ajout du récapitulatif de la situation saisie dans l'impression\r\n\r\n\r\n## Les réponses liées à votre entreprise sont sauvegardées entre les simulations\r\n\r\nIl est fastidieux de devoir renseigner à chaque simulation les mêmes informations alors que ces dernières sont liées à l'entreprise, et ne sont pas susceptibles de changer. C'est pourquoi les simulateurs sauvegardent désormais automatiquement les réponses liées à votre entreprise entre chaque simulation. \r\n\r\nVous pouvez consulter et modifier ces informations en cliquant sur \"modifier mes réponses\" depuis une simulation, ou depuis le tableau de bord de votre entreprise. Celui-ci est accessible en recherchant votre entreprise depuis la [page d'accueil ](https://mon-entreprise.urssaf.fr)\r\n\r\n![Screenshot 2022-04-22 at 11-14-56 mon-entreprise urssaf fr L'assistant officiel du créateur d'entreprise](https://user-images.githubusercontent.com/1775934/164676112-9cb8a8e3-feb6-491f-b514-52e9ac469966.png)\r\n\r\n## Nouveau simulateur exonération de cotisation Covid pour les indépendants\r\n\r\nLes entreprises touchées par la crise Covid en 2021 peuvent bénéficier d'exonération de cotisations. Le montant dépend du nombre de mois affectés et de la situation (baisse de chiffre d'affaires, fermeture administrative, etc.). Ces informations seront à reporter dans la déclaration de revenu.\r\n\r\nPour connaître le montant auquel vous êtes éligible, vous pouvez utiliser le nouveau simulateur exonération covid à votre disposition. \r\n\r\n:point_right: [Accéder au simulateur](https://mon-entreprise.urssaf.fr/simulateurs/exon%C3%A9ration-covid)\r\n\r\n![Screenshot 2022-04-22 at 11-17-53 mon-entreprise urssaf fr L'assistant officiel du créateur d'entreprise](https://user-images.githubusercontent.com/1775934/164676591-41495b09-51aa-4045-85d2-b464df86da12.png)\r\n\r\n\r\n## Nouvel assistant à la déclaration de revenu pour indépendant (version beta)\r\n\r\nNous avons mis au point un assistant pour vous accompagner lors de la déclaration des revenus de votre activité professionnelle en tant qu'indépendant. Il peut être compliqué de s'y retrouver dans tout le vocabulaire administratif, surtout les premières fois. Avec cet assistant vous saurez : \r\n- Comment déclarer les revenus de votre entreprise dans votre déclaration de revenu personnelle\r\n- Une estimation des cotisations sociales à payer en 2022 à partir de ce que vous déclarez comme revenu de 2021\r\n\r\n> ### Cet assistant est en version beta\r\n> Nous travaillons à valider les informations et les calculs, mais des erreurs peuvent être présentes.\r\n> Bien qu'il ne soit pas terminé, nous avons choisi de publier cet outil pour avoir vos retours. Si vous pensez avoir trouvé un problème ou si vous voulez nous partager une remarque, vous pouvez nous contacter via le bouton « Faire une suggestion » en bas de page.\r\n\r\n:point_right: [Accéder à l'assistant](https://mon-entreprise.urssaf.fr/g%C3%A9rer/aide-declaration-independants/beta)\r\n![Screenshot 2022-04-22 at 11-30-41 Assistant à la déclaration de revenu pour les indépendants](https://user-images.githubusercontent.com/1775934/164678845-58f84486-ba37-4b99-81b9-135a2e0b470c.png)\r\n\r\n## Contacter un conseiller directement depuis nos simulateurs\r\n\r\nUn nouveau bouton est apparu sur tous les simulateurs et sur le tableau de bord de votre entrepris : il vous permet d'échanger avec un conseiller. Après avoir décrit votre projet ou votre problème en donnant quelques éléments de contexte, nous identifions, parmi l’ensemble des partenaires publics et parapublics, le conseiller compétent pour votre demande. Celui-ci vous contacte par téléphone sous 5 jours et vous accompagne en fonction de votre situation.\r\n![Screenshot 2022-04-22 at 11-37-24 Dirigeant d'EIRL calculez rapidement votre revenu net à partir du CA et vice-versa](https://user-images.githubusercontent.com/1775934/164680025-94c9b0f5-e7a9-4610-9f05-43a16d5f3414.png)\r\n\r\n## Modification des réponses d'une simulation plus claire et plus simple\r\n\r\nIl vous suffit de cliquer sur le bouton \"Modifier mes réponses\". Vous pourrez ensuite consulter vos réponses, les modifier, recommencer votre simulation et voir les prochaines réponses. Nous avons revu l'affichage et le fonctionnement de cet écran pour qu'il soit plus clair et facilement utilisable.\r\n\r\n![Screenshot 2022-04-22 at 11-51-02 Salaire brut net net après impôt coût total le simulateur ultime pour salariés et employeurs](https://user-images.githubusercontent.com/1775934/164682852-bc22311a-e267-4cf3-aa1c-61839ef4e9cc.png)\r\n\r\n## Selection de l'année de référence pour la simulation des cotisations de dirigeant\r\n\r\nSur tous les simulateurs indépendants, vous pouvez désormais choisir l'année de simulation pour les cotisations. Par défaut, les cotisations sont calculées en prenant les taux et barèmes de 2022, mais vous pouvez changer pour ceux de 2021. Cela peut être utile si vous voulez anticiper la régularisation de vos cotisations provisionnelles calculée sur votre revenu déclaré pour 2021.\r\n\r\n![Screenshot 2022-04-22 at 11-56-58 Entreprise individuelle (EI) calculez rapidement votre revenu net à partir du CA et vice-versa](https://user-images.githubusercontent.com/1775934/164683855-94f98dfc-6bc4-466e-9782-e69c136fe9ee.png)\r\n\r\n## Divers \r\n\r\n- Ajout des cotisations de conjoints collaborateurs pour les professions libérales réglementées (CNAVPL)\r\n- Ajout d'un récapitulatif de la situation lors de l'impression d'une simulation (pour retrouver facilement les éléments renseignés)\r\n- Correction de bug lors de la selection IS/IR dans les simulateurs indépendant\r\n- Améliorations de l'accessibilité du site web\r\n- Correction du bug ou la commune n'était pas présente lors de l'utilisation d'un lien de partage\r\n- Modification du style des réponses aux question oui/non (sous forme de boutons plutôt que de liste radio)\r\n- Mise à jour de l'assistant à la determination des charges sociales déductible pour 2021\r\n- Corrections de bugs divers \r\n"
  },
  {
    "name": "Janvier 2022",
    "description": "> **En bref :**\r\n> - Mise à jour législative au 1<sup>er</sup> janvier\r\n> - Nouveau moteur de recherche d'entreprise\r\n> - Travail sur les parcours\r\n> - Mise à jour du formulaire de demande de mobilité\r\n\r\n## Mise à jour législative au 1<sup>er</sup> janvier 2022\r\n\r\nComme tous les ans, certains montants sont revalorisés au 1<sup>er</sup> janvier. C'est le cas en particulier du SMIC qui vaut désormais 1603 € brut par mois pour un salarié travaillant à temps plein. Le barème de l'impôt sur le revenu a aussi été ajusté pour prendre en compte l'inflation. D'autres éléments ont été mis à jour comme les barèmes de cotisation des caisses de retraite, le taux du versement mobilité, le taux de la cotisation pour les indemnités journalières des indépendants ou encore le montant des titres restaurants exonéré de cotisations.\r\n\r\n## Nouveau moteur de recherche d'entreprise 🔍\r\n\r\nNous avons travaillé avec les équipes de [code du travail numérique] (https://code.travail.gouv.fr/) sur un nouveau moteur de recherche des entreprises. Il vous permet de trouver votre entreprise facilement et de manière plus fiable que ce que nous proposions avant. Ce nouveau moteur permet également d'associer à une entreprise des informations comme sa convention collective si elle en possède une, la localisation de son siège social, sa date de création, etc.\r\n\r\n[![recherche d'entreprise](https://user-images.githubusercontent.com/1730702/149759756-02f30ab4-2531-416c-8438-4cdf96b83523.png)](https://mon-entreprise.urssaf.fr/)\r\n\r\n## Travail sur les parcours\r\n\r\nVous avez désormais la possibilité de renseigner votre entreprise actuelle dès la page d’accueil du site. Grâce à cela nous identifions les bons outils dans votre situation, par exemple un simulateur de revenu pour un auto-entrepreneur, ou bien une aide à la déclaration fiscale pour les indépendants. Grâce au code APE nous pouvons même identifier la nature de certaines activités pour les professions libérales et aller plus loin dans la personnalisation des outils.\r\n\r\n![image](https://user-images.githubusercontent.com/1730702/149761273-fe9fa7fd-8e4d-45ca-868f-f35a5e1bacb7.png)\r\n\r\n## Mise à jour du formulaire de demande de mobilité\r\n\r\nLe formulaire de demande de mobilité gère désormais le cas des salariés ainsi que des praticiens et auxiliaires médicaux. Un nouveau parcour a été crée dans le cas d'un détachement dans un pays avec une convention bilatérale.\r\n\r\n## Détails des changements\r\n\r\n* ✨ Nouvelle page d'accueil - charte urssaf by @bobylito in https://github.com/betagouv/mon-entreprise/pull/1851\r\n* Améliore le style de la landing et de la page gérer by @johangirod in https://github.com/betagouv/mon-entreprise/pull/1867\r\n* Quelques bugfixes by @johangirod in https://github.com/betagouv/mon-entreprise/pull/1876\r\n* Répare la couleur du placeholder sous chrome by @johangirod in https://github.com/betagouv/mon-entreprise/pull/1877\r\n* Répare la comparaison de régime sociaux by @johangirod in https://github.com/betagouv/mon-entreprise/pull/1886\r\n* Petits fix de la recherche by @johangirod in https://github.com/betagouv/mon-entreprise/pull/1887\r\n* Affiche une bannière dans la section dev lors d'un recrutement by @mquandalle in https://github.com/betagouv/mon-entreprise/pull/1884\r\n* Quelques fixes by @johangirod in https://github.com/betagouv/mon-entreprise/pull/1891\r\n* Améliore le style des simulateurs et de la fiche de paie by @johangirod in https://github.com/betagouv/mon-entreprise/pull/1892\r\n* Correction tests CI master by @mquandalle in https://github.com/betagouv/mon-entreprise/pull/1896\r\n* Corrections de bugs par wiinxt by @mquandalle in https://github.com/betagouv/mon-entreprise/pull/1903\r\n* Modification formulaire DLA suite aux retours Urssaf by @johangirod in https://github.com/betagouv/mon-entreprise/pull/1783\r\n* Mise à jour legislative 1er janvier 2022 by @johangirod in https://github.com/betagouv/mon-entreprise/pull/1912\r\n* 🎨 Affiche le simulateur PL adapté à l'entreprise by @lajarre in https://github.com/betagouv/mon-entreprise/pull/1882\r\n* Modif 1er janvier (suite) by @johangirod in https://github.com/betagouv/mon-entreprise/pull/1915\r\n* Fix E2E tests by @johangirod in https://github.com/betagouv/mon-entreprise/pull/1919\r\n* Met à jour pour 2022 les barèmes et cotisations pour les PLR by @johangirod in https://github.com/betagouv/mon-entreprise/pull/1926\r\n* Remplace le moteur de recherche d'entreprise by @bobylito in https://github.com/betagouv/mon-entreprise/pull/1868\r\n"
  },
  {
    "name": "Décembre 2021",
    "description": "> **En bref** \r\n> - mon-entreprise.fr devient mon-entreprise.urssaf.fr\r\n> - Le site et les simulateurs sont désormais 100% navigable uniquement au clavier\r\n> - Nouveau site publicodes\r\n\r\n## Nouvelle charte graphique et changement d'adresse ✨ \r\n\r\nLe service mon-entreprise est désormais mieux intégré dans l'écosystème Urssaf. Cela signifie une nouvelle charte graphique et une nouvelle adresse web.\r\n\r\nTous les simulateurs et assistants sont désormais disponibles sur [mon-entreprise.urssaf.fr](https://mon-entreprise.urssaf.fr)\r\n\r\nLes liens existants continuent de fonctionner et sont redirigés de manière transparente sur la nouvelle adresse (y compris pour les intégrations iframe sur des sites externes).\r\n\r\n![image](https://user-images.githubusercontent.com/1730702/145052145-6e443146-f505-45be-b024-2617439f7a61.png)\r\n\r\n\r\n## Navigation au clavier ⌨\r\n\r\nNous avons travaillé sur l'accessibilité du site. L’élément qui a le focus est systématique présenté avec une bordure bien visible, et il est possible de naviguer au clavier.\r\n\r\nSi vous utilisez un lecteur d'écran ou que vous constatez un problème d’accessibilité du site, n'hésitez pas à nous contacter, nous avons à cœur de corriger ces problèmes.\r\n\r\n![image](https://user-images.githubusercontent.com/1730702/145052266-6e414ef4-f53b-42c6-8722-abd6e7913983.png)\r\n\r\n## Nouveaux simulateurs intégrables 📦\r\n\r\nVous pouvez intégrer les simulateurs sur votre site très facilement. Il suffit de copier coller une unique ligne de code dans votre site : https://mon-entreprise.urssaf.fr/int%C3%A9gration\r\n\r\nNous avons rendu intégrables l'assistant au choix du statut, ainsi que celui sur l'économie collaborative (revenus issus des plateformes telles que Airbnb, Uber, etc.). L'ensemble des outils que nous proposons sont donc désormais intégrable de manière transparente sur votre site.\r\n\r\n## Nouveau site publicodes 🎇\r\n\r\nPublicodes est le moteur de calcul qui est au cœur de l'ensemble de nos outils interactifs. Il est développé de manière ouverte et peut-être ré-utilisé librement pour tout type de projet. \r\n\r\nEn parallèle de la mise en ligne du nouveau site mon-entreprise, nous avons déployé un nouveau site publicodes. Il est accessible à l'adresse suivante : https://publi.codes"
  },
  {
    "name": "Octobre 2021",
    "description": "> **En bref :**\r\n> - Revalorisation du SMIC #1738 \r\n> - Nouveau simulateur pour pharmacien en libéral #1741 \r\n> - Augmentation du taux de cotisation des auto-entrepreneur à la CNAVPL #1785 \r\n> - Devenez bêta-testeur !\r\n> - Mise à jour des taux d’indemnisation du chômage partiel #1785 \r\n> - Amélioration de la page stats #1743 #1758\r\n\r\n## Revalorisation du SMIC 📈\r\n\r\nLa loi prévoit un mécanisme de revalorisation automatique du SMIC si l'indice des prix mesuré par l'INSEE a augmenté de plus de 2% sur un an. C'est le cas cette année avec une augmentation des prix de 2,2%.\r\n\r\nAvec cette augmentation, le SMIC . horaire brut passe de 10,25 euros à 10,48 euros quand le SMIC mensuel brut, pour une personne à temps plein, passe de 1 554,58 euros à 1589,47 euros (+34,89&nbsp;€/mois).\r\n\r\nCe nouveau taux horaire a été intégré sur le simulateur d'embauche dès son entrée en vigueur le 1<sup>er</sup> octobre.\r\n\r\n[![image](https://user-images.githubusercontent.com/1730702/138246021-36ffa91d-bf98-42a5-a303-52495ec12398.png)](https://mon-entreprise.fr/simulateurs/salaire-brut-net)\r\n\r\n## Simulez vos revenus de pharmacien libéral ⚕️\r\n\r\nLes pharmaciens, qu'ils soient biologistes ou officinaux, cotisent à leur propre caisse de retraite professionnelle : la [CAVP](https://www.cavp.fr/).\r\n\r\nDe plus, l’assurance maladie peut prendre en charge une partie de leur cotisations sociales personnelles.\r\n\r\nNotre nouveau simulateur de revenu pour pharmacien libéral vous permet d’avoir une estimation complète de vos cotisations, impôts et revenu net.\r\n\r\n[![image](https://user-images.githubusercontent.com/1730702/138295293-551d6475-0a1a-499a-b2e3-906592949293.png)](https://mon-entreprise.fr/simulateurs/profession-liberale/pharmacien)\r\n\r\n\r\n## Indemnités journalières pour les professions libérale 🤒\r\n\r\nLa loi de financement de la sécurité sociale pour 2021(*) prévoit la création d’un dispositif d’indemnités journalières maladie en cas d’arrêt de travail pour les professionnels libéraux (hors avocats).\r\n\r\nCe dispositif est entré en vigueur au 1<sup>er</sup> juillet 2021.\r\n\r\nPour les auto-entrepreneurs en professions libérale, l’ouverture du bénéfice de cette prestation s’accompagne d’une augmentation du taux de vos cotisations et contributions sociales personnelles de 0,1 à 0,2% en fonction de votre situation. Le simulateur auto-entrepreneur a été mis à jour en conséquence.\r\n\r\n## Ouverture du programme de bêta-test 🧪\r\n\r\nNous améliorons en continu nos outils grâce à vos retours. Nous lançons aujourd'hui un programme de bêta-test afin de vous solliciter pour donner votre avis sur les évolutions du site et des outils mon-entreprise.\r\n\r\nVous recevrez des informations sur des ateliers de tests utilisateurs, des sondages pour donner votre avis, et accéderez aux nouveautés en avant-première.\r\n\r\n## En vrac 🧶\r\n\r\n- Mise à jour des taux d’indemnisation du chômage partiel\r\n- Suppression de l'aide à l'embauche des jeunes de -26 ans\r\n- Améliorations de la page stats \r\n  - Ajout d'un indicateur sur le nombre de réponses aux utilisateurs\r\n  - Pagination des retours utilisateurs"
  },
  {
    "name": "Septembre 2021",
    "description": "> **En bref :**\r\n> - Impression et export PDF des simulations #1622 #1685\r\n> - Nouveau simulateur pour les dividendes #1653 \r\n> - Recherche globale #1695 \r\n> - Des informations sur le Kbis #1699\r\n> - Et pleins de petites améliorations\r\n\r\n## Impression des simulations 🖨\r\n\r\nVous êtes nombreux a nous avoir demandé de pouvoir imprimer le résultat d'une simulation. Le lien de partage que nous avions introduit plus tôt dans l'année répondait déjà en partie au besoin en vous permettant de sauvegarder une simulation et de la partager à un tiers.\r\n\r\nEn plus de cette possibilité il est désormais possible d'imprimer le résultat d'une simulation. Ce même bouton permet également de sauvegarder le résultat dans un fichier PDF — c'est mieux pour la planète !\r\n\r\n[![bouton d'impression](https://user-images.githubusercontent.com/1730702/132533922-72270ab9-ad7f-4013-a9c2-3fbc02c859cf.png)](https://mon-entreprise.fr/simulateurs/salaire-brut-net)\r\n\r\n## Dividendes 🎩\r\n\r\nÀ la fin d'un exercice comptable bénéficiaire, les actionnaires d'une entreprise peuvent recevoir un dividende. C'est le cas y compris pour des entreprises individuelles si elles ont choisies l'option d'imposition à l'impôt sur les sociétés.\r\n\r\nDans le cas général les dividendes sont imposés à la “flat tax” de 30%, comprenant une part d'impôt sur le revenu et une part de prélèvements sociaux. Mais il est aussi possible d'opter pour l'imposition “au barème”. Ces deux possibilités sont gérées par notre nouveau simulateur sur les dividendes.\r\n\r\n[![simulateur dividendes](https://user-images.githubusercontent.com/1730702/132534401-05c3d7f5-646e-4f5f-835b-af3a710bd882.png)](https://mon-entreprise.fr/simulateurs/dividendes)\r\n\r\nLe simulateur ne traite pas encore le cas des gérants majoritaires pour lesquels une partie des versements en dividendes ne sont pas soumis aux prélèvements sociaux forfaitaires, mais aux cotisations sociales avec les même modalités que la rémunération principale. Cette législation est particulièrement ardue à comprendre et à calculer mais nous prévoyons de l'intégrer des les prochains mois.\r\n\r\n## Recherche globale 🔍\r\n\r\nAvec la multiplication des outils sur le site, il devenait parfois compliqué de naviguer jusqu'à la page désirée. La nouvelle fonctionnalité de recherche globale permet désormais d'accéder depuis n'importe où à tous les simulateurs mais également aux près de 800 pages de documentation de notre base de règles.\r\n\r\n![popover recherche](https://user-images.githubusercontent.com/1730702/132534213-f995c0e9-0462-4d9c-b072-d1926c93fef4.png)\r\n\r\n## Obtenir un Kbis gratuitement avec monidenum 📝\r\n\r\nLes entreprises commerciales doivent présenter un extrait Kbis pour réaliser certaines démarches administratives. Depuis 2019 il est possible d'obtenir gratuitement ce document pour sa propre structure via le site https://monidenum.fr, mais c'est une possibilité encore méconnue et de nombreux entrepreneurs continuent de payer pour accéder à ce document. Nous avons ajouté un bloc d'information dans les ressources utiles de la page « gérer » pour les entreprises concernées.\r\n\r\n[![ressource utiles gérer](https://user-images.githubusercontent.com/1730702/133223588-60e4630b-e4e7-49fa-a1f0-4a9dcba0d378.png)](https://mon-entreprise.fr/g%C3%A9rer)\r\n\r\n## En vrac\r\n\r\n- Meilleure présentation des montants à payer à chaque institution #1639\r\n- Correction du calcul de l'ACRE pour les SASU #1689\r\n- Amélioration de performance diverses (calcul et affichage des pages plus rapide)\r\n- Améliorations des pages d'explication de calcul (affichage des remplacement ainsi que des règles utilisées)  #1711 #1665\r\n\r\n\r\nComme toujours nous restons à l'écoute de vos retours, vous avez été nombreux à nous contacter cet été et vos messages vont nous aider à prioriser les prochaines fonctionnalités pour cette fin d’année.\r\n\r\nBonne rentrée à tous !"
  },
  {
    "name": "Mai 2021",
    "description": "> **En bref :**\r\n>\r\n> - L'aide à la déclaration élargie à plus d'indépendants #1545\r\n> - Retraite complémentaire des artistes et auteurs #1478\r\n> - Droits à retraite pour les indépendants #1479\r\n> - Calcul des cotisations forfaitaires de début d'activité #1475\r\n> - Nouvelle section « ressources utiles » #1496\r\n> - Exploration des recalculs #1526\r\n\r\n## L'aide à la déclaration élargie à plus d'indépendants 👪\r\n\r\nNous proposons un outil pour vous aider à remplir votre déclaration d'impôt. Suite à vos retours nous avons élargi le nombre de cas pris en compte. Il est maintenant possible de renseigner le type d'imposition de la société (à l'impôt sur les sociétés ou bien à l'impôt sur le revenu) ainsi que le type de comptabilité (d'engagement ou de trésorerie). \r\n\r\n[![image](https://user-images.githubusercontent.com/1730702/120321610-cd243900-c2e3-11eb-899f-e3c85f796e01.png)](https://mon-entreprise.fr/gérer/aide-declaration-independants)\r\n\r\n## Retraite complémentaire des artistes et auteurs 👩‍🎨\r\n\r\nNous voulons donner à tous les travailleurs indépendants une vue complète de l'ensemble de leurs cotisations sociales et impôts. Ce mois-ci nous intégrons le régime de retraite complémentaire des artistes et auteurs : l'IRCEC. Il s'agit d'un régime obligatoire dont les cotisations à payer dépendent de l'activité exercée et des revenus.\r\n\r\n[![cotisation IRCEC](https://user-images.githubusercontent.com/1730702/119667438-960edd00-be36-11eb-972b-d50bc5867044.png)](https://mon-entreprise.fr/simulateurs/artiste-auteur)\r\n\r\n## Droits à retraite pour les indépendants 🧓\r\n\r\nAu delà des cotisations à payer nous voulons également vous informer sur les droits ouverts par ces cotisations, en particulier pour la retraite. Ainsi pour les travailleurs indépendants, nous calculons désormais les trimestres acquis pour le régime de retraite de base ainsi que le nombre de points pour la retraite complémentaire.\r\n\r\n[![Screenshot_2021-04-12 Indépendant simulateur de revenus Urssaf](https://user-images.githubusercontent.com/1775934/114421896-11357000-9bb6-11eb-8252-b0fd07e75442.png)](https://mon-entreprise.fr/simulateurs/ind%C3%A9pendant)\r\n\r\nCe calcul n'est pour l'instant proposé que pour les indépendants dont la retraite est gérée par l'Urssaf. Nous prévoyons d'y intégrer les professions libérales réglementées (qui cotisent à des caisses de retraite professionnelles comme la CIPAV, la CARPIMKO ou encore la CNBF) dans une prochaine mise à jour. #1502\r\n\r\n## Cotisations forfaitaires de début d'activité 📅\r\n\r\nLorsque vous démarrez votre activité, l'Urssaf n'a pas encore l'historique de votre chiffre d'affaires pour établir les cotisations provisionnelles. C'est pourquoi l'Urssaf prélèvement un montant forfaitaire qui sera régularisé une fois le chiffre d'affaires connu.\r\n\r\nIl est important d'anticiper le montant de ces régularisations, au risque sinon de se retrouver face à des difficultés de trésorerie. Nos simulateurs permettent d'estimer au plus près le montant des cotisations sociales après régularisation.\r\n\r\nNous avons ajouté une section d'explication dédiée pour expliciter le fonctionnement de ce prélèvement en deux temps (cotisations provisionnelle puis régularisation) ainsi que pour donner le montant des cotisations forfaitaires de début d'activité.\r\n\r\n[![cotisations forfaitaires de début d'activité](https://user-images.githubusercontent.com/1730702/119669949-c5bee480-be38-11eb-8807-1b3d62775d42.png)](https://mon-entreprise.fr/simulateurs/ind%C3%A9pendant)\r\n\r\n## Des ressources pour aller au delà des simulateurs 🧭\r\n\r\nSi nos outils phares restent les simulateurs de coût d'embauche et de revenus pour les indépendants, nous avons aussi développé ces derniers mois d'autres outils comme un comparatif des aides à l'embauche ou un simulateur d'impôt sur les sociétés. Une nouvelle section en bas de chaque simulateur permet de naviguer entre ces outils.\r\n\r\n[![ressources utiles](https://user-images.githubusercontent.com/1730702/119674827-d07b7880-be3c-11eb-9b9c-e8f1c0a38b01.png)](https://mon-entreprise.fr/simulateurs/ind%C3%A9pendant)\r\n\r\nNous avons aussi intégré dans cette nouvelle section l'édition 2021 des guides Urssaf pour la création d'entreprise. Ces guides ont été entièrement retravaillée cette année et sont une mine d'informations précieuse pour accompagner la création d'une nouvelle activité.\r\n\r\n## Publicodes : exploration des recalculs 🧮\r\n\r\nPublicodes est le langage que nous développons pour calculer les règles sociales et fiscales dans nos différents simulateurs. L'une de ses spécificités est le mécanisme de « recalcul ». Il permet de prendre un ensemble de formule existantes (imaginez une feuille Excel) mais de changer certaines valeurs (certaines cases dans un tableur) pour obtenir un nouveau résultat. Il est utile dans de nombreuses règles de la législation par exemple pour calculer le plafonnement d'une aide à 3 fois le SMIC (il faut alors recalculer l'aide pour un salaire de 3 SMIC).\r\n\r\nPar ailleurs publicodes dispose désormais de son propre [dépôt sur GitHub](https://github.com/betagouv/publicodes/), cela vous permettra de suivre plus facilement le développement de ce nouveau langage."
  },
  {
    "name": "Avril 2021",
    "description": "> **En bref :**\r\n> - Formulaire d'aide à la déclaration pour les indépendants - édition 2021 #1463\r\n> - Option « IS » sur le simulateur indépendant #1464\r\n> - Ajout des régimes micro-BIC et micro-BNC  #1464\r\n> - Aide pour l'embauche d'un travailleur handicapé #1470 \r\n> - Nouvelle page statistiques #1430\r\n> - Publicodes : Gestion des références circulaires #1472\r\n\r\n## Mise à jour de l'outil d'aide à la déclaration d'impôt  🗓\r\n\r\nComme chaque année les indépendants doivent déclarer leurs revenus annuels à l'administration fiscale et à l'Urssaf. Cette année la déclaration sociale anciennement accessible sur net-entreprise.fr a été intégrée sur impots.gouv.fr, et il n'y a donc qu'une seule déclaration à remplir au lieu de 2 jusqu'à présent.\r\n\r\nNéanmoins les indépendants en comptabilité dite « d'engagement » doivent toujours calculer le montant effectif des cotisations sociales à payer à partir de leur résultat annuel. Nous avons mis à jour l'outil d'aide à la déclaration pour accompagner les indépendants concernés.\r\n\r\n[![aide déclaration](https://user-images.githubusercontent.com/1730702/115257321-4569dd00-a130-11eb-8f81-307765c79ace.png)](https://mon-entreprise.fr/gérer/aide-declaration-independants)\r\n\r\nLa principale nouveauté dans l'outil est l'intégration des réductions de cotisations « covid » pour les entreprises impactées par la crise. Nous avons aussi retravaillé la présentation des résultats pour la clarifier et l'adapter au nouveau formulaire de la déclaration.\r\n\r\n## Entreprise individuelle avec l'option IS 🧮\r\n\r\nLorsqu'une entreprise individuelle dégage un bénéfice en fin d'année, l'entrepreneur peut opter pour deux modalités d'imposition sur ce bénéfice :\r\n- soit à l'**impôt sur le revenu (IR)**. Dans ce cas le bénéfice est reporté sur la déclaration d'impôt du dirigeant et imposé à son taux marginal d'imposition\r\n- soit à l'**impôt sur les sociétés (IS)**, si l'entrepreneur en fait la demande. Les bénéfices sont alors imposés à l'[impôt sur les sociétés](https://mon-entreprise.fr/simulateurs/impot-societe).\r\n\r\nL'option IS est maintenant proposée sur le simulateur indépendant :\r\n\r\n[![option IS](https://user-images.githubusercontent.com/1730702/115256593-a7761280-a12f-11eb-8ee1-d1d1687af965.png)\r\n](https://mon-entreprise.fr/simulateurs/ind%C3%A9pendant)\r\n\r\n### Options micro-BIC et micro-BNC\r\n\r\nLes options micro-BIC et micro-BNC concernent les entreprises à l'impôt sur le revenu. En dessous d'un seuil de chiffre d'affaires, il est possible d'opter pour l'option micro-fiscal afin de calculer l'impôt et les cotisations avec un abattement forfaitaire du chiffre d'affaires. Cela permet de simplifier grandement sa comptabilité.\r\n\r\nCette option était déjà intégrée sur le simulateur auto-entrepreneur par défaut, mais il n'était pas possible de l'activer sur les simulateurs indépendant. C'est maintenant corrigé ! \r\n\r\n![Screenshot_2021-04-19 Professions libérale le simulateur Urssaf](https://user-images.githubusercontent.com/1775934/115269223-6257dd80-a13b-11eb-8fb6-4cca61aae1a2.png)\r\n\r\nCela nous a amené à réorganiser complètement notre base de règle pour être au plus proche des notions comptables et fiscales, en découpant plus clairement les différentes options fiscales et sociale (IS, IR, indépendant, assimilé salarié, auto-entrepreneur). Ce travail préparatoire va permettre d'ajouter de nouvelles fonctionnalités et nouveaux simulateurs à mon-entreprise.fr qui devrait arriver dans les prochains mois. On vous tient au courant !\r\n\r\n## Aide pour l'embauche d'un travailleur handicapé  👩‍🦽\r\n\r\nDans le cadre du plan « France Relance », le Gouvernement a décidé de créer une aide à l’embauche visant à favoriser l’emploi des personnes en situation de handicap. Cette aide financière d’un montant maximal de 4 000 € est attribuée aux entreprises et aux associations, quelles que soient leur taille et leurs structures, qui embauchent entre le 1er septembre 2020 et le 30 juin 2021 un salarié travailleur handicapé, en CDI ou CDD d’au moins 3 mois, et rémunéré jusqu’à 2 fois le SMIC.\r\n\r\n[![aides handicapé](https://user-images.githubusercontent.com/1730702/116070093-785e2480-a68c-11eb-9a23-08e4423e5c80.png)](https://mon-entreprise.fr/simulateurs/aides-embauche)\r\n\r\nCette aide est désormais intégrée sur la page dédiée aux [aides à l'embauche](https://mon-entreprise.fr/simulateurs/aides-embauche) ainsi que le [simulateur salarié](https://mon-entreprise.fr/simulateurs/salaire-brut-net).\r\n\r\n## Nouvelle page statistiques 📊\r\n\r\nComme la majorité des services [beta.gouv](https://beta.gouv.fr), nos statistiques d'utilisations sont publiques. Nous avons changé d'outil de statistiques et avons intégré de nouvelles données sur la page statistiques.\r\n\r\n[![image](https://user-images.githubusercontent.com/1730702/115398722-bddfa500-a1e7-11eb-8889-c93f34a055bc.png)](https://mon-entreprise.fr/stats)\r\n\r\nIl est désormais possible de consulter le nombre de simulations simulateur par simulateur ainsi que la satisfaction des utilisateurs.\r\n\r\n## Publicodes : Gestion des références circulaires 🔁\r\n\r\nPublicodes est le langage que nous développons pour modéliser la législation et générer tous nos simulateurs. Comme un tableur Publicodes fonctionne avec des références, par exemple `a = b × 2`. Dans certains cas il arrive que des références forment un cycle, `a` dépend de `b`, `b` dépend de `c` et `c` dépend de `a`.\r\n\r\nPar défaut Publicodes bloque les cycles pour éviter les boucles infinies lors de l’exécution. En revanche dans certains cas le cycle dans la définition des règles est bien désiré, et on peut alors l'indiquer au moteur avec le [nouveau mécanisme](https://publi.codes/documentation/m%C3%A9canismes#r%C3%A9soudre-la-r%C3%A9f%C3%A9rence-circulaire) `résoudre les références cycliques: oui`. Le moteur procédera alors par essai-erreur jusqu'à trouver une valeur suffisamment proche pour satisfaire les différentes définitions.\r\n"
  },
  {
    "name": "Février 2021",
    "description": "> **En bref :**\r\n> \r\n> Des nouveautés pour tous les publics,\r\n> - Pour les employeurs un nouveau simulateur sur les aides à l'embauche #1365\r\n> - Pour les auto-entrepreneurs le support des activités mixtes #1368\r\n> - pour les salariés l'intégration du forfait mobilités durables #1396\r\n\r\n## Aides à l'embauche 🪟\r\n\r\nDans le cadre du plan de relance de l'économie, le gouvernement propose de nombreuses aides pour inciter les entreprises à recruter certains publics prioritaires. Nous avons au fil des derniers mois intégré ces différents dispositifs (les emplois francs, les aides pour les jeunes ou les apprentis, etc.) sur notre simulateur de coût d'embauche. Or celui-ci propose beaucoup d'options et l'existence de ces aides était souvent cachée derrière une série de questions.\r\n\r\n[![cout embauche](https://user-images.githubusercontent.com/1730702/108857754-b2a73900-75eb-11eb-94f1-9acd4b866f8a.png)](https://mon-entreprise.fr/simulateurs/aides-embauche)\r\n\r\nNotre nouvelle page permet à un employeur de découvrir toutes les aides à l'embauche que nous référençons et d'évaluer rapidement celles auxquelles il peut prétendre. Il est ensuite possible de poursuivre la navigation vers le simulateur de coût d'embauche pour une estimation plus précise intégrant l'aide sélectionnée.\r\n\r\nNous ciblons les aides avec le plus d'impact, mais l'outil est pour le moment loin d'être exhaustif. En attendant d'intégrer le calcul d'autres aides dans les prochains mois, nous référençons le portail [les-aides.fr](https://les-aides.fr/) qui propose une liste plus complète.\r\n\r\n## Activité mixte pour les auto-entrepreneurs 👨‍💻👨‍🎨\r\n\r\nS'il est impossible de créer plusieurs auto-entreprises distinctes, il est en revanche permis de cumuler plusieurs activités différentes au sein d'une même auto-entreprise — que ces activités soient liées entre elles ou complètement indépendantes.\r\n\r\nL'entrepreneur peut alors exercer deux activités relevant de seuils différents (à la fois de la vente de biens et de la  prestation de service par exemple). Il doit dans ce cas déclarer à l'URSSAF son chiffre d'affaire relevant de chaque catégorie.\r\n\r\n[![ae activité mixte](https://user-images.githubusercontent.com/1730702/108836639-5f27f180-75d1-11eb-93f3-f0133afcf3ad.png)](https://mon-entreprise.fr/simulateurs/auto-entrepreneur)\r\n\r\nLe support des activités mixtes était l'une des demandes les plus fréquentes des auto-entrepreneurs qui utilisent notre simulateur, c'est maintenant chose faite ! Une nouvelle option permet de saisir le détail du chiffre d'affaire catégorie par catégorie. Le simulateur calcule ensuite les taux de cotisation et les seuils correspondants.\r\n\r\n## Forfait mobilités durables 🚴‍♀️\r\n\r\nLes employeurs peuvent verser une indemnité aux salariés qui se rendent au travail à vélo, en covoiturage ou en utilisant les transports publics. Pour encourager le recours aux mobilités douces, cette indemnité est exonérée de cotisations jusqu'à 500 €/an.\r\n\r\n[![question transport public](https://user-images.githubusercontent.com/1730702/108836789-91395380-75d1-11eb-936f-80c909260222.png)](https://mon-entreprise.fr/simulateurs/salaire-brut-net)\r\n\r\nNous avons intégré le calcul de cette indemnité et de l'exonération de cotisations correspondante et ajouté une question concernant la prise en charge de l'abonnement aux transports publics.\r\n"
  },
  {
    "name": "Janvier 2021",
    "description": "Toute l'équipe vous souhaite une bonne et heureuse année 2021 !\r\n\r\n> **En bref :**\r\n> - Partage de simulation #552  #1241\r\n> - Simulateur pour l'impôt sur les sociétés #528 #1230\r\n> - Intégration des nouveautés législatives du 1<sup>er</sup> janvier #1327\r\n> - Aide à l'embauche sénior #1328\r\n> - Lien direct vers le bac à sable Publicodes dans la documentation #1206\r\n> - Réutilisation facilitée de Publicodes #1281 #1191\r\n\r\n## Partagez vos simulations ! 💬\r\n\r\nAprès avoir répondu à des dizaines de questions pour estimer au plus près le coût d'un recrutement ou la rémunération d'un dirigeant, partager ses résultats n'était jusqu'à présent pas une sinécure et nous forçait à recourir à des captures d'écrans ou à décrire la situation à re-saisir. Les choses sont désormais bien plus simples grâce au nouveau bouton de partage disponible en dessous de chaque simulateur :\r\n\r\n![partage simulation](https://user-images.githubusercontent.com/1730702/104311857-1a8b3f80-54d6-11eb-8427-2f0b5d89bc72.png)\r\n\r\nNous générons un lien de partage intégrant l'ensemble des réponses données par l'utilisateur. Cette fonctionnalité a été conçue dans un soucis de respect de la vie privée : toutes les données sont contenues dans le lien partagé et ne sont jamais stockées sur un quelconque serveur.\r\n\r\nEnfin sur mobile, le bouton partage ouvrira directement la fenêtre partage native d'Andoid ou d'iOS.\r\n\r\n## Simulez l'impôt sur les sociétés 📆\r\n\r\nLe calcul de l'impôt sur les sociétés était initialement très simple : un tiers des bénéfices ; mais comme beaucoup d'autres pans de notre législation il s'est progressivement complexifié. D'une part avec l'introduction de taux réduits pour les petites entreprises qui fonctionne via un système de tranches, et d'autre part avec la baisse planifiée de l'impôt sur les sociétés qui implique une évolution des taux chaque année entre 2018 et 2022. Pour y voir plus clair nous lançons un nouveau simulateur :\r\n\r\n[![impôt société](https://user-images.githubusercontent.com/1730702/104331043-ebcd9300-54ee-11eb-942e-a0b258ed9700.png)](https://mon-entreprise.fr/simulateurs/impot-societe)\r\n\r\nCe nouveau simulateur vous permet de calculer l'impôt sur les sociétés à partir du bénéfice imposable. Il prend en compte la pro-ratisation des tranches en fonction de la durée de l’exercice — utile en début d'activité ou en cas de dissolution de l'entreprise. Il s'adresse pour le moment exclusivement aux petites entreprises car il prend en compte les taux réduits sans option pour les désactiver. Une prochaine étape pourra être d'intégrer le calcul des impôts et cotisations sociales à payer sur les dividendes, une demande utilisateur récurrente.\r\n\r\n## Qu'est-ce qui change en 2021 ? 🎆\r\n\r\nComme tous les 1<sup>er</sup> janvier, le SMIC a été revalorisé pour suivre l'inflation et s'établit désormais à 1555€ brut par mois pour un salarié à temps plein. De même les tranches de l'impôt sur le revenu, ainsi que divers autres paramètres associés, ont aussi été revalorisés pour suivre l'inflation.\r\n\r\nEn revanche le plafond de la sécurité sociale est gelé pour cette année, un salarié qui verrait son salaire revalorisé au niveau de l'inflation pourra donc dans certains cas payer un taux de cotisations sociales légèrement plus élevé en 2021 qu'en 2020.\r\n\r\nToutes ces modifications ont été intégrées dans l'ensemble des simulateurs.\r\n\r\nEnfin nous avons intégré le montant spécifique du SMIC à Mayotte qui n'était pas pris en compte jusqu'à maintenant.\r\n\r\n[![smic](https://user-images.githubusercontent.com/1730702/104330917-ca6ca700-54ee-11eb-93de-c64043a5e885.png)](https://mon-entreprise.fr/documentation/SMIC-horaire)\r\n\r\n## Aide pour l'embauche des séniors 🧓\r\n\r\nLes employeurs peuvent obtenir une aide de 2000 euros pour l'embauche d'un salarié de 45 ans et plus dans le cadre d'un contrat de professionnalisation. \r\n\r\n[![aide senior](https://user-images.githubusercontent.com/1730702/104330963-d5bfd280-54ee-11eb-886e-5b5de9689e65.png)](https://mon-entreprise.fr/documentation/contrat-salari%C3%A9/aides-employeur/aide-%C3%A0-l'embauche-senior-professionnalisation)\r\n\r\nCette aide est désormais intégrée sur le simulateur de coût d'embauche, au côté des autres aides à l'embauche.\r\n\r\n## Modifiez la législation en quelques clics 👩‍⚖️\r\n\r\nIl est parfois utile d'explorer le détail des calculs, afin par exemple de comprendre d'où vient la différence entre le résultat de la simulation et le montant effectivement recouvré. C'est pour cela qui nous proposons une documentation interactive permettant d'accéder à l'ensemble des calculs intermédiaires.\r\n\r\nNous avons ajouté un bouton permettant d'ouvrir la règle courante dans le bac à sable Publicodes, vous permettant d'éditer localement la règle par exemple pour simuler l'impact dans votre situation de la modification d'un taux. C'est un moyen pour les curieux de découvrir le fonctionnement « sous le capot » des simulateurs et de Publicodes.\r\n\r\n## Technique : évolutions de Publicodes ⚙️\r\n\r\nNous avons retravaillé certaines fonctionnalité au cœur du langage Publicodes comme la gestion des remplacements et de l'applicabilité. Celles-ci sont désormais implémentées avec la même API publique que tous les autres mécanismes. Cela rend le langage plus flexible tout en le fiabilisant. Le système de « composantes » a aussi été totalement ré-écrit.\r\n\r\nEnfin nous avons retiré l'UI React du paquet `publicodes` publié sur NPM. Cela signifie qu'il est maintenant possible d'utiliser `publicodes` sans importer la librairie React dans son projet. L'UI est désormais [publiée sur NPM](https://www.npmjs.com/package/publicodes-react) dans un paquet indépendant nommé `publicodes-react`. Les deux paquets sont proposés en version bêta et continueront d'évoluer rapidement."
  },
  {
    "name": "Novembre 2020",
    "description": "> **En bref :**\r\n> - Intégration des réductions de cotisations \"covid\" pour les indépendants #1189\r\n> - Nouveaux simulateurs avocats et experts-comptables #847\r\n> - Newsletter et enquêtes utilisateurs #1170 #1197 \r\n> - Intégration du dispositif Emplois Francs+ #1187\r\n> - Meilleure gestion des retours utilisateurs #1186 #1222\r\n> - Calculs plus rapides #1201 #1231 \r\n\r\n## Réductions de cotisations \"covid\" 😷\r\n\r\nLe gouvernement et les organismes de sécurité sociale ont prévu des réductions de cotisations cette année pour les indépendants impactés par la crise du covid-19. Nous avons intégré le calcul de ces aides pour les différents statuts pris en compte (artiste-auteur, indépendant, libéral) et ajouté une référence vers la documentation URSSAF dans le cas des auto-entrepreneurs. Nous référençons également le portail développé par Bercy présentant les mesures de soutien aux entreprises ainsi que le numéro vert de soutien psychologique.\r\n\r\n![bandeau aides covid](https://user-images.githubusercontent.com/1730702/99952466-018cca80-2d80-11eb-935d-7e056604c25b.png)\r\n\r\n\r\n## Nouveaux simulateurs pour les avocats et experts comptables ⚖\r\n\r\nDans la continuité des simulateurs pour les professionnels de la santé en libéral lançés le mois dernier, nous ajoutons deux nouvelles caisses de retraite professionnelle à nos simulateurs : la Caisse Nationale des Barreaux Français (CNBF) pour les avocats et la CAVEC pour les experts-comptables et les commissaires aux comptes. Deux nouveaux simulateurs dédiés ont été créés qui intègrent l'ensemble des règles fiscales et cotisations sociales s'appliquant à ces professions libérales.\r\n\r\n[![simulateurs professions lib](https://user-images.githubusercontent.com/1730702/99952534-18cbb800-2d80-11eb-9956-59c084df7e33.png)](https://mon-entreprise.fr/simulateurs#par-profession)\r\n\r\n## Retour de la newsletter 📮\r\n\r\nCela faisait près d'un an que nous n'avions pas envoyé de newsletter. Nous avons ré-activé le bandeau d'inscription en pied de page et prévoyons des nouvelles plus fréquentes à l'avenir.\r\n\r\nNous avons également initié des enquêtes utilisateurs pour mieux comprendre vos usages et vos besoins. Vous pouvez toujours [participer à la dernière enquête](https://docs.google.com/forms/d/e/1FAIpQLSfCM4rHdDkv6gaPxfA0n7m71jZeJK2x747STJQfSrqHnsMIpA/viewform?ts=5fa5847a&gxids=7757).\r\n\r\n![image](https://user-images.githubusercontent.com/1730702/99952620-36008680-2d80-11eb-8b4d-6fd4770c7201.png)\r\n\r\n\r\n## Emplois Francs+ 🏢\r\n\r\nLe montant de l'aide accordée à l'employeur dans le cadre du dispositif \"Emploi Franc\" est augmenté entre la mi-octobre et fin janvier 2021, et se monte désormais à 7000€ la première année pour une embauche en CDI à temps plein. Pour rappel ce dispositif concerne l'embauche d'un demandeur d'emploi résidant dans un “quartier prioritaire de la ville”. Ce dispositif nommé \"Emploi Franc+\" est intégré dans le simulateur de coût d'embauche.\r\n\r\n## Meilleure gestion des retours utilisateurs 🤖\r\n\r\nNous sommes toujours très à l'écoute de vos retours pour prioriser les prochains développements, mais avec le succès grandissant il devenait difficile de bien suivre l'ensemble des demandes. Nous avons retravaillé notre système de gestion des retours utilisateurs pour le rendre plus efficace et plus fiable. Nous utilisons désormais le logiciel open-source [Zammad](https://zammad.org) pour gérer les retours, et l'avons configuré pour pouvoir associer des tickets GitHub à certaines demandes. La cerise sur le gâteau : quand le ticket est résolu sur GitHub un [petit robot](https://github.com/betagouv/mon-entreprise/issues/1223#issuecomment-729585884) nous invite à recontacter les utilisateurs pour les informer que le problème est résolu.\r\n\r\n## Calculs plus rapides 🐎\r\n\r\nMine de rien il y a beaucoup de choses à calculer à chaque simulation. C'est en particulier le cas des situations faisant intervenir des “inversions”, par exemple pour calculer le salaire brut à partir du salaire net, alors que les règles de calcul sont définies dans l'autre sens. Grâce à deux optimisations du moteur (mise cache de l'applicabilité et meilleur amorçage des essais d'inversion) ces calculs sont maintenant 2 fois plus rapides que le mois dernier !"
  },
  {
    "name": "Octobre 2020",
    "description": "> **En bref :**\r\n> - Nouveaux simulateurs pour les professionnels de santé en libéral\r\n> - Répartition des cotisations sur le simulateur indépendant\r\n> - Nouvelle page de présentation des simulateurs\r\n> - Intégration des contrats de professionnalisation sur le simulateur salarié\r\n> - Diverses améliorations sur mon-entreprise et sur publicodes\r\n\r\n## Simulateurs pour les professionnels de santé 🩺\r\n\r\nNous lançons une série de nouveaux simulateurs de revenus destinés aux professionnels de santé travaillant en libéral. En contrepartie du plafonnement de leur honoraires, ces professionnels bénéficient d'une prise en charge par la sécurité sociale d'une partie de leurs cotisations. Par ailleurs ils cotisent à des caisses de retraite professionnelles. Nos simulateurs sont les premiers à intégrer l'ensemble de ces spécificités dans un outil unifié !\r\n\r\nChaque catégorie de professions dispose de son simulateur personnalisé : [auxiliaires](https://mon-entreprise.fr/simulateurs/profession-liberale/auxiliaire-medical), [chirurgien-dentiste](https://mon-entreprise.fr/simulateurs/profession-liberale/chirurgien-dentiste), [médecin](https://mon-entreprise.fr/simulateurs/profession-liberale/medecin), et [sage-femme](https://mon-entreprise.fr/simulateurs/profession-liberale/sage-femme). Nous affichons notamment le détail des cotisations par organisme ainsi que le montant de la prise en charge des cotisations par l'assurance maladie.\r\n\r\n[![image](https://user-images.githubusercontent.com/1730702/96739730-64292a00-13c0-11eb-85a2-82761e7d896e.png)](https://mon-entreprise.fr/simulateurs/profession-liberale)\r\n\r\n## Répartition des cotisations pour indépendant 📊 \r\n\r\nLe détail de la répartition des cotisations est maintenant affiché sur le [simulateur indépendant](https://mon-entreprise.fr/simulateurs/ind%C3%A9pendant), de la même manière que pour le simulateur salarié. En un coup d’œil, on peut comprendre à quoi servent les cotisations sociales prélevée par l'Urssaf et les différentes caisses de retraite.\r\n\r\n![Screenshot_2020-10-21 Indépendant simulateur de revenus Urssaf](https://user-images.githubusercontent.com/1775934/96733899-3e008b80-13ba-11eb-8839-7c9ba62778ff.png)\r\n\r\n\r\n## Nouvelle page simulateurs 👨‍👩‍👧‍👧\r\n\r\nNous avons multiplié les nouveaux simulateurs et outils ces derniers mois, et il devenait utile de mettre un peu d'ordre sur notre page [simulateurs](https://mon-entreprise.fr/simulateurs) qui les référence tous. Nous avons ré-organisé cette page en regroupant les outils par catégorie et procédé à des modifications cosmétiques.\r\n\r\n[![image](https://user-images.githubusercontent.com/1730702/96739970-ace0e300-13c0-11eb-8847-f9c74915b352.png)](https://mon-entreprise.fr/simulateurs)\r\n\r\nNous allons continuer à fournir de plus en plus d'outils sur des sujets précis, et avons ré-organisé notre code interne pour accélérer la création de nouveaux simulateurs à l'avenir.\r\n\r\n## Contrat de professionnalisation 👨‍🎓\r\n\r\nLe contrat de professionnalisation est un contrat de travail en alternance destiné à un public prioritaire. Vous avez été nombreux à nous demander de prendre en compte ce contrat sur le simulateur salarié, c'est désormais chose faite !\r\n\r\nCe contrat est mis en avant dans le cadre du plan de relance du gouvernement et donne droit pour l'employeur à une aide à l'embauche jusqu'à 8000€. #1124\r\n\r\n[![image](https://user-images.githubusercontent.com/1730702/96714068-e9e9ad00-13a1-11eb-9486-79f6148b0285.png)](https://mon-entreprise.fr/simulateurs/salaire-brut-net)\r\n\r\n\r\n## Corrections diverses 🐛\r\n- Corrige le calcul du montant du SMIC lors de la saisie d'un temps partiel #1136\r\n- Ajoute la prise en compte des cotisations sur les indemnités conventionnelles d'activité partielle supérieures à  3,5 SMIC #1165 \r\n\r\n## Travail sur Publicodes 🏎\r\nNous continuons le travail de fiabilisation de Publicodes. Nous avons intégré ce mois-ci une vérification statique des cycles afin de pouvoir détecter certains type d'erreurs en amont. #1144 Par ailleurs nous avons continué notre travail d'amélioration des performances. #1165 #1130\r\n"
  },
  {
    "name": "Septembre 2020",
    "description": "> **En bref :**\r\n> \r\n> * Intégration des aides “COVID”\r\n> * Formulaire de demande de mobilité en Europe pour travailleur indépendant \r\n> * Ajout de petits textes explicatifs pour les simulateurs chômage partiel, dirigeant de SASU et auto-entrepreneur\r\n\r\n## Intégration des aides “COVID” 🎯\r\n\r\nPour l'embauche des jeunes :\r\n- Aide exceptionnelle à l'embauche d'apprentis #1104\r\n- Aide exceptionnelle à l'embauche des jeunes de moins de 26 ans #1104\r\n\r\nPour les indépendants:\r\n- Aide CIPAV #1111 \r\n\r\nIl nous reste encore à intégrer la prime de pouvoir d'achat défiscalisée pour les salariés  #948\r\n\r\n\r\n## Demande de mobilité en Europe pour travailleur indépendant 🧳\r\n\r\nLes travailleurs indépendants qui exercent leur activité à l'étranger doivent compléter un formulaire pour déterminer le régime de sécurité sociale qui leur est applicable. Nous avons développé un [formulaire interactif](https://mon-entreprise.fr/g%C3%A9rer/demande-mobilit%C3%A9) pour simplifier cette procédure. #1075 \r\n\r\n\r\n## Quelques explications en plus 🖋\r\n\r\nNous avons étoffé les explications concernant le calcul du montant du [chômage partiel](https://mon-entreprise.fr/simulateurs/ch%C3%B4mage-partiel), des revenus le l'[auto-entrepreneur](https://mon-entreprise.fr/simulateurs/auto-entrepreneur) et du [dirigeant de SASU](https://mon-entreprise.fr/simulateurs/dirigeant-sasu). \r\n\r\nLe but est à chaque fois de permettre aux usagers de comprendre les grandes lignes des calculs effectués, et d'avoir un point d'entrée vers la documentation plus \"technique\"\r\n\r\n\r\n## Divers 🗺\r\n\r\n- Recherche de commune par code postal \r\n- Correction du calcul du quotient familial des personnes veuves avec des enfants à charge\r\n- Amélioration du style des boutons de réponse au question\r\n- Amélioration de la navigation au clavier\r\n\r\n"
  },
  {
    "name": "Juin 2020",
    "description": "> **En bref :**\r\n> \r\n> * Aide à la déclaration des revenus pour indépendant\r\n> * Mise à jour du simulateur de chômage partiel\r\n> * Publication de la librairie de calcul [publicodes](https://publi.codes)\r\n> * Retouches de l'interface\r\n\r\n## Aide à la déclaration des revenus pour indépendant ✍️\r\n\r\nEn ce mois de juin, les travailleurs indépendants doivent réaliser leur déclaration sociale (la <abbr title=\"Déclaration sociale des Indépendants\">DSI</abbr> sur net-entreprise.fr) et fiscale (sur impots.gouv.fr). Pour bien remplir ces déclarations il est nécessaire de connaître le montant des charges sociales déductibles et non déductibles, montants qui peuvent être difficiles à calculer.\r\n\r\nNous avons développé un outil d'aide à la déclaration permettant de connaître le montant des charges sociales déductibles à partir de du résultat net fiscal et de votre situation (ACRE, conjoint collaborateur, type d'activité, etc.). Les calculs ont été vérifiés par des experts de l’Urssaf.\r\n\r\n[![aide à la déclaration](https://user-images.githubusercontent.com/1775934/84012993-a2293280-a978-11ea-9fa7-08d7685be41f.png)](https://mon-entreprise.fr/g%C3%A9rer/aide-declaration-independants)\r\n\r\n## Mise à jour du simulateur de chômage partiel 😷\r\n\r\nAvec le déconfinement, le gouvernement fait évoluer le dispositif de chômage partiel pour inciter au retour à l'emploi. Ainsi à partir du 1<sup>er</sup> juin les entreprises seront désormais remboursées de 60 % du salaire brut dans la limite de 4,5 smic, au lieu de 70 % auparavant. Cette mesure a été intégrée sur le simulateur d'activité partielle. Elle ne concerne pas les secteurs faisant l’objet de restrictions législatives ou réglementaires particulières en raison de la crise sanitaire, qui continuent de bénéficier d‘une prise en charge à 100 % de l’indemnité légale due aux salariés.\r\n\r\n[![image](https://user-images.githubusercontent.com/1730702/84028771-9b5ae980-a991-11ea-9be8-394c2824f530.png)](https://mon-entreprise.fr/coronavirus)\r\n\r\n\r\n## Publication de la librairie de calcul 📚\r\nNous avons poursuivi le travail d'extraction et de documentation de [Publicode](https://publi.codes).\r\n\r\nCe langage et le moteur de calcul associé sont maintenant distribués sous la forme d'une librairie intégrable dans n'importe quelle application Node.js et indépendante du site mon-entreprise.fr. \r\nNous avons documenté l'API publique de cette librairie, et c'est maintenant cette API que nous utilisons sur mon-entreprise.fr pour réaliser l'ensemble de nos simulateurs (nous nous basions précédemment sur des structures de données internes et non documentées).\r\n\r\n[➡ Découvrir l'API publicode](https://publi.codes/api)\r\n\r\n## Retouches graphiques 🎨\r\n\r\nPlusieurs éléments de l'interface utilisateurs ont été retravaillés pour les rendre plus ergonomiques et agréables à l'œil :\r\n\r\n**Recherche avant**\r\n![Recherche avant](https://user-images.githubusercontent.com/1730702/84043650-de738780-a9a6-11ea-9248-1ec60ca68e29.png)\r\n\r\n**Recherche après**\r\n![Recherche après](https://user-images.githubusercontent.com/1730702/84043715-f0edc100-a9a6-11ea-9fd4-75778a0e510c.png)\r\n\r\n**Documentation avant**\r\n![Documentation avant](https://user-images.githubusercontent.com/1730702/84043407-89377600-a9a6-11ea-8d80-6fd86e8c5efd.png)\r\n\r\n**Documentation après**\r\n![Documentation après](https://user-images.githubusercontent.com/1730702/84043463-9d7b7300-a9a6-11ea-8cf4-db474c5770ba.png)\r\n\r\nL'ancienne interface de navigation entre les question affichait un bouton « suivant » et un bouton « passer » pour naviguer dans les questions, ce qui n'était pas intuitif et ce que nous avons simplifié :\r\n\r\n**avant**\r\n![navigation question avant](https://user-images.githubusercontent.com/1730702/84044013-44f8a580-a9a7-11ea-9be4-2cea879f41ef.png)\r\n\r\n**après**\r\n![navigation question après](https://user-images.githubusercontent.com/1730702/84044040-52ae2b00-a9a7-11ea-884e-c4c44b874215.png)"
  },
  {
    "name": "Avril 2020",
    "description": "> **En bref :**\r\n> \r\n> * Ajout des contrats Madelin\r\n> * Améliorations du simulateur de chômage partiel\r\n> * Support du quotient familial pour l'impôt sur le revenu\r\n> * Nouvelles pages budget et statistiques\r\n> * Convention collective des experts-comptables\r\n\r\n## Contrats Madelin 👩‍⚕️\r\n\r\nLes travailleurs indépendants peuvent souscrire à des contrats Madelin pour se constituer une épargne retraite et/ou pour bénéficier de garanties de prévoyance (mutuelle santé, incapacité de travail, maternité, etc.). Les cotisations versées dans le cadre de ces contrats non-obligatoires sont exonérées d'impôt sur le revenu dans une certaine limite, et c'est pourquoi près d'un travailleur indépendant sur deux y a recours. Les exonérations liées à ces contrats sont maintenant intégrées dans nos simulateurs, vous permettant d'estimer au plus près vos revenus, cotisations et impôts. #942\r\n\r\n![question madelin](https://user-images.githubusercontent.com/1730702/79897874-9c987d00-840a-11ea-8186-c37a317238e9.png)\r\n\r\n## Simulateur de chômage partiel 😷\r\n\r\nLancé le mois dernier, le simulateur de chômage partiel permet aux salariés et employeurs de connaître l'impact d'une mise en chômage partielle (aussi appelée « activité partielle ») sur leur revenus, et sur le montant des cotisations sociales associées. Ce simulateur a continué d'évoluer ce mois : la présentation des résultats a été clarifiée #940 #950 et les cotisations maladie spécifiques à certains départements (Alsace-Moselle, et Mayotte) ont été ajoutées.\r\n\r\n[![simulateur chômage partiel](https://user-images.githubusercontent.com/1730702/79897919-aae69900-840a-11ea-889d-9d6af93c4b02.png)](https://mon-entreprise.fr/coronavirus)\r\n\r\n## Quotient familial 👨‍👩‍👧‍👦\r\n\r\nNos outils proposent plusieurs méthodes pour estimer l'impôt sur le revenu : le taux neutre, le taux personnalisé, ainsi que le barème. Le calcul à partir du barème donne normalement l'estimation la plus précise, mais nous ne faisions jusqu'à présent le calcul que pour un célibataire sans enfant. Même si le calcul exact de l'impôt sur le revenu requiert la saisie de nombreuses informations (revenus locatifs, mobiliers, pensions alimentaires, dispositifs fiscaux particuliers, etc.), vous avez été nombreux a nous demander d'ajouter la prise en compte du quotient familial. Deux nouvelles questions permettent désormais de calculer le nombre de parts fiscales du foyer, permettant un calcul plus précis de l'impôt sur le revenu. Nous avons aussi intégré les modalités de plafonnement du quotient familial. #984\r\n\r\n![question quotient familial](https://user-images.githubusercontent.com/1730702/79898091-f39e5200-840a-11ea-8294-6e647bb5afb4.png)\r\n\r\n## Pages budget et statistiques 💶\r\n\r\nMon-entreprise.fr est un site financé par de l'argent public, c'est pourquoi nous sommes transparents sur notre budget et nos mesures d'impact. Cet engagement ce concrétise désormais à travers une nouvelle page [budget](https://mon-entreprise.fr/budget) #971 qui donne le détail du montant investit et de son emploi ainsi qu'une page [statistiques](https://mon-entreprise.fr/stats) refondue avec de nouveaux indicateurs et une mise à jour quotidienne. #969\r\n\r\n[![Page stats](https://user-images.githubusercontent.com/1730702/79898155-0f095d00-840b-11ea-8360-0abb8cd4d82d.png)](https://mon-entreprise.fr/stats)\r\n\r\n## Convention collective des experts comptables 🧮\r\n\r\nSur le simulateur salarié nous continuons d'améliorer notre prise en charge du droit conventionnel. Suite à un retour utilisateur nous avons intégré la convention collective des experts comptables et commissaires aux comptes qui prévoit un barème spécifique de majoration des heures supplémentaires. #976\r\n\r\n## Technique : Évolutions Publicode 👨‍💻\r\n\r\nLe langage Publicode est au cœur de nos outils et notre ambition est de le rendre accessible aux plus grand nombre. Nous continuons nos efforts de documentation du langage à travers le site https://publi.codes. Par ailleurs deux nouvelles fonctionnalités, les références de paramètres #947 et les paramètres chaînés #978, viennent améliorer l’ergonomie du langage. Enfin nous avons travaillé sur la clarification de l'API du moteur #949, notamment pour que le site mon-entreprise.fr utilise exclusivement l'API publique #959. Ce travail nous donne aussi l'occasion de simplifier le fonctionnement du moteur (suppression des notions \"d'objectif\" et \"d'unité par défaut\" par exemple)."
  },
  {
    "name": "Mars 2020",
    "description": "## À propos de la crise du coronavirus\r\n\r\nNous suivons de près les mesures économiques prises par le gouvernement dans le cadre de la crise du coronavirus. Nous avons développé un [simulateur de chômage partiel](https://mon-entreprise.fr/coronavirus) permettant aux salariés et employeurs d'évaluer l'impact sur leur revenus de ce dispositif. Nous continuerons à nous investir sur ce sujet dans les prochaines semaines.\r\n\r\nVoici les autres nouveautés de ce mois de mars :\r\n\r\n> **En bref :**\r\n> - Intégration du chômage partiel sur le simulateur salarié\r\n> - Gestion des exonérations spécifiques de certaines professions\r\n> - Intégration des emplois francs\r\n> - Deux nouvelles conventions collectives : bâtiment et optique\r\n> - Création d'un bac à sable et d'une documentation pour notre langage de règle\r\n> - Gestion des arrondis dans le moteur de calcul\r\n\r\n## Chômage partiel 🐢\r\n\r\nLe gouvernement a élargi et simplifié le recours au chômage partiel dans le cadre de la crise du coronavirus. L'État prendra en charge l'indemnité versée au salarié (70% du salaire brut). Il est maintenant possible de simuler l'impact de ce chômage partiel sur le simulateur salarié. Nous prenons en compte les taux dédiés de la CSG sur les revenus de remplacement et une spécificité de la convention collective Syntec qui impose à l'employeur une indemnité supérieure au minimum légal.\r\n\r\nEn plus de l'intégration au niveau du simulateur salarié, nous avons crée un simulateur dédié à ce dispositif qu'il est possible d'intégrer de manière transparente sur des sites tiers. #926 \r\n\r\n[![Simulateur chômage partiel](https://user-images.githubusercontent.com/1730702/77549808-96b58780-6eb0-11ea-8fbe-5c067a3e43cb.png)](https://mon-entreprise.fr/coronavirus)\r\n\r\n## Exonérations des journalistes, ouvriers, pilotes 👨‍✈️\r\n\r\nCertaines professions bénéficient de réductions de cotisations sociales, sous la forme d'un abattement spécifique sur l'assiette des cotisations sociales (20% pour les journalistes, 10% pour les ouvriers du bâtiment, etc.), qui correspondait historiquement à la prise en compte des frais professionnels des salariés concernés. Cette « déduction forfaitaire spécifique » est maintenant intégrée dans le simulateur salarié. Par ailleurs les journalistes bénéficient en plus de taux réduits pour certaines cotisations (en plus de l'assiette réduite donc) ainsi qu'un abattement forfaitaire de 7650€ pour l'impôt sur le revenu, autres spécificités qui sont désormais prises en compte dans le simulateur. #911 \r\n\r\n![question dfs](https://user-images.githubusercontent.com/1730702/77227704-7de06580-6b82-11ea-9abe-33ef1c75a0ae.png)\r\n\r\n\r\n## Emplois francs 🏢\r\n\r\nExpérimenté en 2019, le dispositif des emplois francs a été généralisé à toute la France depuis le 1<sup>er</sup> janvier de cette année. Il consiste en une aide forfaitaire entre 2 500 € (pour un CDD d'au mois 6 mois) à 15 000 € (pour un CDI) lors de l'embauche d'un demandeur d'emploi résidant dans un quartier prioritaire de la ville. Cette aide est maintenant référencée sur le site et peut-être calculée sur le simulateur de coût d'embauche. #786\r\n\r\n![emplois francs](https://user-images.githubusercontent.com/1730702/77227711-92246280-6b82-11ea-866f-4bb94ec84bd0.png)\r\n\r\n## Conventions collectives : optique et bâtiment 👓\r\n\r\nNous continuons à intégrer des éléments du droit conventionnel afin de nous approcher au maximum des montants réels calculés sur les fiches de paie. Deux nouvelles conventions font leur entrée sur le simulateur : celle du bâtiment avec ses 3 catégories de salariés, une caisse spécifique pour les congés pays, et un régime de prévoyance et de retraite complémentaire spécifique, ainsi que la convention collective de l'optique. #920\r\n\r\n![liste des conventions collectives](https://user-images.githubusercontent.com/1730702/77262308-58904c00-6c95-11ea-8ed4-0a55f4084bb0.png)\r\n\r\n\r\n## Publicode Studio 🪀\r\n\r\nPublicode est le langage que nous développons pour transcrire le système socio-fiscal français sous une forme qui soit à la fois lisible pour un humain et exploitable pour un ordinateur. Nous continuons nos efforts de documentation et de communication autour de ce nouveau langage en lançant un espace de bac à sable en ligne permettant d'écrire un publicode et de calculer quelques valeurs sans aucune installation. #794\r\n\r\nPar ailleurs nous continuons à documenter ce langage pour faciliter son appropriation par des tiers. Le site https://publi.codes présente maintenant un tutoriel avec des exemples interactifs ainsi qu'une documentation exhaustive des mécanismes utilisés dans le moteur #945\r\n\r\n[![publicode studio](https://user-images.githubusercontent.com/1730702/77262341-7362c080-6c95-11ea-9cae-473ab746a91d.png)](https://publi.codes/studio)\r\n\r\n\r\n## Technique : calculs plus précis 🎯\r\n\r\nPour aller au delà des simulateurs et avoir une bibliothèque de calcul pouvant être intégrée dans de futurs logiciels de paie, nous travaillons à améliorer la précision des calculs. Ce mois-ci nous avons ajouté un mécanisme arrondi permettant de spécifier les règles d'arrondi à chaque niveau (arrondi à l'euro près pour une assiette des cotisations, au centime près pour une cotisation, et avec 4 décimales pour un taux par exemple) #825. Enfin un nouveau mécanisme \"recalcul\" nous permet de ne plus coder en dur certaines constantes (notamment le plafonnement des indemnités JEI ou ZFU) mais de les calculer. #825\r\n\r\n![précision des arrondis](https://user-images.githubusercontent.com/1730702/77461460-dfaf0280-6e02-11ea-89fd-fe1654129e84.png)\r\n"
  },
  {
    "name": "Février 2020",
    "description": "> **En bref :**\r\n> - Prise en compte des tickets restaurant\r\n> - Ajout des heures complémentaires pour les temps partiel\r\n> - Avertissement sur le franchissement des seuils de TVA pour l'auto-entrepreneur\r\n> - Redesign de l'espace développeur \r\n> - Vérification automatique des traductions manquantes\r\n\r\n## Tickets restaurant 🍽\r\n\r\nLes salariés qui ne disposent pas de restauration d'entreprise peuvent se voir remettre des « titres restaurant » par leur employeur leur permettant d'acheter leur repas auprès de restaurateurs ou de commerçants. Ces titres sont payés en partie par le salarié et en partie par l'employeur et bénéficient d'une exonération de cotisations sociales dans les limites d'un plafond. #868 \r\n\r\n![titres restaurant](https://user-images.githubusercontent.com/1730702/74446126-b8fec300-4e77-11ea-8964-4276d441ea4f.png)\r\n\r\n## Heures complémentaires ⏲\r\n\r\nDepuis le 1<sup>er</sup> janvier 2019, les salariés bénéficient d'une exonération de cotisations sociales et d'impôts sur les heures supplémentaires, dispositif qui a été intégrée en septembre dernier dans notre simulateur.\r\n\r\nLa mesure concerne aussi les salariés en temps partiel qui ont la possibilité d'effectuer des heures complémentaires (au delà de leur durée contractuelle mais en deçà de la durée légale de 35h/semaine). Cette possibilité est maintenant prise en compte dans le simulateur. #869\r\n\r\n![question heures complémentaires](https://user-images.githubusercontent.com/1730702/73958610-7170b800-4908-11ea-89c1-f690a7710358.png)\r\n\r\n## Franchise de TVA des micro-entreprises 📣\r\n\r\nLa TVA est un impôt sur la consommation collecté par les entreprises pour le compte de l'État. Les entreprises peuvent raisonner en « hors taxes » pour leurs revenus comme pour leur charges — la TVA collectée est reversée et la TVA payée est remboursée. \r\n\r\nLe cas des micro-entreprises est néanmoins particulier car en deçà d'un certain seuil de revenu un dispositif de franchise exonère l'entrepreneur de la collecte et du versement de la TVA. Le franchissement de ce seuil peut avoir des conséquences en terme de gestion (obligations déclaratives) mais aussi vis à vis de ses clients à qui il faudra présenter des factures avec la TVA (ce qui peut poser problème pour certain type de clients qui ne peuvent pas la déduire). \r\n\r\nLe simulateur auto-entrepreneur affiche maintenant un avertissement quand le chiffre d'affaire est supérieur au seuil de la franchise de TVA. #821\r\n\r\n![franchise TVA](https://user-images.githubusercontent.com/1730702/73957702-0c689280-4907-11ea-988c-1b819f22b167.png)\r\n\r\n\r\n## Espace développeurs 👨‍💻\r\n\r\nNos outils sont ouverts et peuvent être ré-utilisés sur vos sites et applications. Nous avons amélioré la présentation des outils sur l'espace développeurs. Par ailleurs nous vous permettons maintenant d'intégrer l'ensemble de nos simulateurs en iFrame. #881 Enfin nous avons découpé notre grand fichier de règles publicodes en plusieurs fichiers thématiques, ce qui facilite la plongée dans le code pour les nouveaux venus. #867 \r\n\r\n[▶ Voir les règles publicode](https://github.com/betagouv/mon-entreprise/tree/v1.7.0/publicode)\r\n\r\n[![espace dev dark mode wow](https://user-images.githubusercontent.com/1730702/74157632-e7329780-4c18-11ea-8e9a-d5f17068d9f2.png)](https://mon-entreprise.fr/int%C3%A9gration)\r\n\r\n\r\n## Technique : meilleure gestion des traductions 🌎\r\n\r\nLe site [mon-entreprise.fr](https://mon-entreprise.fr) et l'ensemble des simulateurs que nous proposons sont disponibles en anglais sur [mycompanyinfrance.fr](https://mycompanyinfrance.fr). À cause d'itérations rapides, certains contenus étaient parfois déployés sans être traduits. Ce problème est maintenant corrigé grâce à l'intégration d'une routine de traduction automatique basée sur l'API [Deepl](https://www.deepl.com) et intégrée dans nos outils de développement continu.\r\n\r\n![mycompanyinfrance](https://user-images.githubusercontent.com/1730702/73959002-04115700-4909-11ea-8222-0fb063d871ef.png)"
  },
  {
    "name": "Janvier 2020",
    "description": "> **En bref :**\r\n> - Création d'une nouvelle page « Nouveautés »\r\n> - Mise à jour législative au 1<sup>er</sup> janvier 2020\r\n> - Support du 13<sup>ième</sup> mois pour les salariés\r\n> - Calcul des cotisations des conjoints collaborateurs\r\n\r\n## Page nouveautés ✨\r\n\r\nLa page sur laquelle vous vous trouvez est une des nouveautés du mois ! Si vous êtes un usager régulier du site cette page vous permettra de découvrir les nouvelles fonctionnalités ainsi que les modifications et ajouts législatifs pris en compte. N'hésitez pas à nous faire des retours, ils nous permettent de guider les prochaines évolutions du site ! #842\r\n\r\n![page nouveautés](https://user-images.githubusercontent.com/1730702/73960326-f6f56780-490a-11ea-8520-b0083f6f604e.png)\r\n\r\n## Nouveautés 2020 🎆\r\n\r\nChaque 1<sup>er</sup> janvier apporte son lot de nouveautés législatives, et la nouvelle année ne fait pas exception ! #676\r\n- Pour les particuliers nous avons intégré le nouveau barème de l'impôt sur le revenu, avec une baisse d'impôt sur les deux premières tranches — qui grâce au prélèvement à la source sera visible et effectif dès le mois de janvier. \r\n- Côté employeur nous intégrons les nouvelles règles sur les seuils sociaux suite à la loi PACTE ainsi que la taxe forfaitaire de 10€ sur les CDD d'usage visant à décourager le recours excessif aux contrats courts. \r\n- Comme tous les ans le SMIC et le plafond de la sécurité sociale sont revalorisés et les taux collectifs pour le risque accidents du travail sont mis à jour. \r\n- Les auto-entrepreneurs bénéficient d'un relèvement des seuils de chiffre d'affaires #833\r\n- Enfin l'ACRE, dispositif d'aide à la création d'entreprise consistant en une réduction de cotisations sociales pour les créateurs, sera moins favorable cette année \r\n\r\n## Salariés : Prime de treizième mois 🎁\r\n\r\nLe « treizième mois » est une prime de fin d'année très répandue et qui à un fort impact sur la rémunération effective du salarié. S'il était déjà possible de saisir une telle prime dans le simulateur il fallait alors la calculer manuellement, ce qui n'était pas très intuitif. Vu les nombreuses demandes sur ce sujet, nous avons intégré une question qui permet de calculer l'impact de la prime de treizième mois en un simple clic ! #830 \r\n\r\n![image](https://user-images.githubusercontent.com/1730702/72536334-55827500-387a-11ea-88cf-df14792ec678.png)\r\n\r\n## Indépendants : Conjoint collaborateur 👷‍♂️\r\n\r\nNous avons ajouté le statut de conjoint collaborateur sur le simulateur indépendants. Ce statut permet d'assurer une protection sociale à un partenaire marié ou pacsé qui participe à l'activité de l'entreprise sans être salarié. Différentes options existent (cotisation forfaitaire ou bien sur la base d'une fraction du revenu professionnel du chef d'entreprise), et sont prises en compte dans le simulateur via une nouvelle série de questions. #789\r\n\r\n![image](https://user-images.githubusercontent.com/1730702/72534973-09363580-3878-11ea-947b-19e47671eed8.png)\r\n"
  },
  {
    "name": "Décembre 2019",
    "description": "> **En bref :**\r\n> - Nouveau simulateur pour les artistes-auteurs\r\n> - Gestion des primes pour les salariés\r\n> - Intégration des offres locales des URSSAF\r\n\r\n## Simulateur artistes-auteurs 👩‍🎨\r\n\r\nAu 1<sup>er</sup> janvier 2020, les artistes-auteurs actuellement affiliés auprès de la maison des artistes seront rattachés aux URSSAF, avec quelques changements dans les modalités de recouvrement des cotisations sociales. Nous lançons un nouveau simulateur intégrant toutes les règles de calcul du régime des artistes-auteurs permettant de calculer ses cotisations sociales et d'anticiper d'éventuelles régularisations. #761 \r\n\r\n[![simulateur artiste-auteur](https://user-images.githubusercontent.com/1730702/70699890-20f32a80-1cca-11ea-9d14-1e105ab58c26.png)](https://mon-entreprise.fr/simulateurs/artiste-auteur)\r\n\r\n## Primes 💶\r\n\r\nIl est maintenant possible de renseigner le montant des primes que touche un salarié — par exemple une prime de performance ou un 13<sup>ème</sup> mois. #495\r\n\r\n![Primes](https://user-images.githubusercontent.com/1730702/70699241-1c7a4200-1cc9-11ea-9ce5-cb2c8a43b8fa.png)\r\n\r\n## Offres locales des URSSAF 📺\r\n\r\nPour accompagner les créateurs d'entreprise dans leur projet, l'URSSAF Midi-Pyrénées à lancé des webinaires thématiques (qui a reçu la [prix du l'innovation](https://twitter.com/Ucanss/status/1180042492223377408) de la relation usager). Ceux-ci sont maintenant référencés sur mon-entreprise.fr lorsque l'entreprise saisie se situe dans la région Midi-Pyrénées.\r\n\r\n![urssaf mipy accompagne](https://user-images.githubusercontent.com/1730702/70702795-256e1200-1ccf-11ea-9199-0ec92811f898.png)\r\n\r\n## Conventions collectives <img src=\"https://img.shields.io/badge/-beta-blue\" />\r\n\r\nDe plus en plus de règles régissants les relations de travail sont négociées au niveau des branches professionnelles — et non plus comme avant dans la loi avec les même règles pour tous. La prise en compte des conventions collectives arrive dans le simulateur d'embauche ! Il s'agit d'un gros chantier qui va nécessiter plusieurs mois de développement pour supporter la majorité des conventions collectives. Dans cette première version seules les conventions collectives de l’hôtellerie restauration, du sport et le régime des intermittents du spectacle sont prises en comptes — des régimes choisis pour leur relative complexité. #757\r\n\r\n![question convention collective](https://user-images.githubusercontent.com/1730702/70700078-6a437a00-1cca-11ea-8f3a-f0f525b016bd.png)\r\n\r\n## Améliorations techniques ⚙\r\n\r\nLa prise en compte du droit conventionnel nous a amené à développer un mécanisme d'amendement dans notre [langage de règles](https://publi.codes/). Celui-ci nous permet d'aligner nos définitions avec la législation en ayant la possibilité d'intégrer des cas particuliers sans modifier la définition des règles de droit commun. Ce nouveau mécanisme va nous permettre de continuer l'amélioration de notre [couverture législative](https://github.com/betagouv/mon-entreprise/issues/714).\r\n\r\n![image](https://user-images.githubusercontent.com/1730702/71077753-55faf380-2188-11ea-91a9-7c531ece3e73.png)\r\n\r\nEnfin le système d'unités a été amélioré, le moteur gère maintenant automatiquement la conversion d'unité (par exemple passer d'`€/mois` à `k€/an`) et s'assure de l'homogénéité des formules — trivialement pour vérifier qu'on ne mélange pas les choux et les carottes. Cela nous permet de fiabiliser les calculs et d'améliorer la gestion des périodes.  #797"
  },
  {
    "name": "Novembre 2019",
    "description": "## Nouveau design ✨\r\n\r\nAu cours des derniers mois mon-entreprise.fr s'est enrichi de nombreuses nouvelles fonctionnalités, et l'organisation générale du site devenait compliquée. Nous avons repensé l'ensemble des parcours à partir de trois points d'entrée : la création d'entreprise, la gestion d'une entreprise existante, et la déclaration des revenus issus de l'économie collaborative.\r\n\r\n![Parcours](https://user-images.githubusercontent.com/1730702/68543631-f277ec00-03b9-11ea-83b1-88756c922727.png)\r\n\r\nUne nouvelle page offre un accès direct à tous nos simulateurs :\r\n\r\n[![simulateurs](https://user-images.githubusercontent.com/1730702/68125384-c9ff7600-ff11-11e9-9e2e-9a9b0185414e.png)](https://mon-entreprise.fr/simulateurs)\r\n\r\nCette refonte des parcours a été l'occasion de corriger des problèmes de navigation importants — les réponses d'une section qui modifiaient le comportement global du site de manière perturbante notamment #709 \r\n\r\n## Couverture législative ⚖\r\n\r\nPour pallier à un niveau de chômage élevé, les outre-mer bénéficient d'une exonération de cotisations patronales sur les bas salaires plus forte qu'en métropole. Nous intégrons les trois nouveaux barèmes issus de la loi dite Lodeom.\r\n\r\n![Lodéom](https://user-images.githubusercontent.com/1730702/68127430-29f81b80-ff16-11e9-9e28-61d2dc6bc885.png)\r\n\r\nNous avons également corrigé deux éléments législatifs : \r\n- Prise en compte des heures supplémentaires dans le calcul des réductions de cotisations #741\r\n- Replacement du congé individuel de formation (CIF) par le compte personnel de formation (CPF).\r\n\r\n## Documentation des barèmes 📘\r\n\r\nNous avons clarifié l'affichage des barèmes avec \"multiplicateur\", c'est à dire dont les bornes dépendent d'un paramètre tel que le montant du SMIC ou le plafond de la sécurité sociale #736.\r\n\r\n![image](https://user-images.githubusercontent.com/1730702/68590543-15280480-048f-11ea-9b2d-a75b9edb0bdf.png)\r\n\r\n## Améliorations techniques ⚙\r\n\r\nLa gestion des unités s'améliore dans le langage https://publi.codes ! Il est maintenant possible de définir des unités littérales #730, ainsi que de gérer la traduction et la pluralisation des unités #729 #753 \r\n\r\n![image](https://user-images.githubusercontent.com/1730702/68543617-c2c8e400-03b9-11ea-8a40-bc5a61593781.png)\r\n\r\nAfin d'éviter de déployer en production des changements qui viendraient modifier nos calculs sans que nous le détections, nous testons maintenant plus de 150 simulations types après chaque modification #739. Enfin nous avons entamé la migration du code source vers TypeScript, ajoutant ainsi un système de typage à JavaScript et améliorant l'expérience de développement (auto-complétion, ré-usinage) #707. Ces évolutions techniques accéléreront le développement de nombreuses nouvelles fonctionnalités à venir !"
  },
  {
    "name": "Octobre 2019",
    "description": "## Répartition du revenu 📊\r\n\r\nC'est peu dire que la fiscalité française est compliquée ! Avant même d'entrer dans le détail des calculs de l'impôt sur le revenu ou des cotisations sociales il faut savoir sur quelle base (on parle d’_assiette_) appliquer le prélèvement : revenu net, net imposable, net après impôts, salaire brut, brut chargé. Pas facile de s'y retrouver ! Nos simulateurs prennent en charge tous les calculs avec les bonnes assiettes, et nous ajoutons maintenant un graphique synthétique pour visualiser en un clin d'œil la répartition du total chargé ; ici par exemple pour un salarié payé 2300€ brut par mois (revenu médian en France) :\r\n\r\n![répartition du salaire](https://user-images.githubusercontent.com/1730702/66474063-d74f4f00-ea90-11e9-8b35-22cb3ece8eb9.png)\r\nCette visualisation est disponible aussi bien pour les salariés que pour les indépendants. #706 \r\n\r\nNous envisageons d'ajouter d'autres visualisations de ce type sur les pages de documentation des règles et le [comparatif de régimes](https://mon-entreprise.fr/s%C3%A9curit%C3%A9-sociale/comparaison-r%C3%A9gimes-sociaux). N'hésitez à partager vos idées sur ce sujet !\r\n\r\n## Publicodes et librairie de calcul <img src=\"https://img.shields.io/badge/-beta-blue\" />\r\n\r\nS'il est déjà possible d'[intégrer les simulateurs](https://mon-entreprise.fr/intégration/iframe) sur des sites tiers, certains d'entre vous souhaitaient une intégration plus fine en récupérant directement les valeurs des calculs. C'est maintenant possible grâce à la librairie `mon-entreprise` ! Celle-ci embarque toutes nos règles et vous permet de réaliser vos propres calculs, de créer de nouvelles interfaces et visualisations de données. Par exemple voici un un code concis qui permet de générer le graphique de droite (ici l'évolution du salaire net et du total chargé en fonction du salaire brut) :\r\n\r\n[![graphique publicode](https://user-images.githubusercontent.com/1730702/66475535-cce28480-ea93-11e9-8184-731c785f486a.png)](https://codesandbox.io/embed/mon-entreprise-3-248rg)\r\n\r\nNous pensons que ces données ouvertes ont beaucoup de potentiel, pour en savoir plus découvrez notre [page dédiée](https://mon-entreprise.fr/intégration/bibliothèque-de-calcul). #699\r\n\r\nDe plus nous avons lancé le site https://publi.codes qui documente le fonctionnement de Publicodes, le langage que nous développons pour mon-entreprise, et qui est au cœur de tous nos outils interactifs.\r\n\r\n## Recherche d'entreprise 🔍\r\n\r\nNos voulons apporter les réponses les plus précises en prenant en compte votre situation spécifique et celle de votre entreprise. La recherche d'entreprise permet d'intégrer des données publiées par l'INSEE (statut de l'entreprise, secteur d'activité, etc.) à partir du nom de l'entreprise ou de son numéro SIREN.\r\n\r\nL'API que nous utilisons a été mise à jour, si vous ne trouviez une entreprise récemment créée le problème est normalement résolu. Nous avons aussi amélioré l'interface de recherche et la navigation sur le site lorsque une entreprise est renseignée. #705\r\n\r\n![recherche d'entreprise](https://user-images.githubusercontent.com/1775934/66030873-9a201580-e502-11e9-82da-23afbadab7e9.gif)\r\n\r\n## Couverture législative 🔨\r\n\r\n* Mesure phare du budget 2019, la transformation du Crédit d'Impôt Compétitivité Emploi en baisse de charges perenne s'effectuait en deux temps. Nous avons implémenté les nouveaux taux de la réduction générale qui s'appliquent à partir du 1<sup>er</sup> octobre #700\r\n* Implémentation de l'abattement contrats courts sur le prélèvement à la source #685 \r\n* Suppression majoration chômage qui n'est plus active depuis le 1<sup>er</sup> avril 2019. Cette majoration sera remplacée par un système de bonus-malus sur les CDD ainsi que par une contribution forfaitaire de 10€ sur les CDD d'usage #700\r\n* Mise à jour des taux Accidents du travail / Maladies professionnelles 2019 #612\r\n* Mise à jour des taux du versement transport (applicable à compter du 1<sup>er</sup> juillet 2019)\r\n\r\nNous traitons aujourd'hui un large champ de la réglementation (contrats de travail, cotisations, statuts juridiques, aides, fiscalité, etc.), afin d'y voir plus clair sur les sujets couverts et ceux qui ne le sont pas, nous publions une [cartographie de notre couverture législative](https://github.com/betagouv/mon-entreprise/issues/714). #714\r\n\r\n## Améliorations techniques ⚙\r\n\r\n* Ajout d'une opération négation, qui permet de simplifier la nomenclature des règles et d'améliorer l'affichage des explications de la documentation #686 \r\n* Amélioration des performances de parsage des règles, l'application est réactive plus rapidement #665\r\n* Optimisation des re-calculs dans l'interface du simulateur : on ne relance plus une simulation quand l'utilisateur change simplement l'objectif sélectionné dans l'interface. Cela permet aussi d'éviter les sauts de valeurs lors du changement de focus ou de période #671 "
  },
  {
    "name": "Septembre 2019",
    "description": "## Économie collaborative 🚴‍♀️\r\n\r\nDe plus en plus de français utilisent les plateformes d'économie collaborative (Airbnb, Abritel, Drivy, Blablacar, Leboncoin, etc.) et en tirent un complément de revenu. Faut-il déclarer ces revenus ? Si oui, à qui et comment ? \r\n\r\nForce est de constater qu'il n'est pas aisé de trouver une réponse claire à ces interrogations pourtant légitimes.  C'est pourquoi nous avons créé un guide interactif : répondez simplement à quelques questions et découvrez vos obligations et les différentes options qui s'offrent à vous (régime général ou création d'entreprise par exemple). #588 \r\n\r\n[**➡ Guide sur l'économie collaborative**](https://mon-entreprise.fr/économie-collaborative)\r\n\r\n![capture d'écran guide économie collaborative](https://user-images.githubusercontent.com/1730702/64548735-892f1a80-d32f-11e9-8ea3-e5fea926c996.png)\r\n\r\n## Heures supplémentaires 🛠\r\n\r\nDepuis le 1<sup>er</sup> janvier de cette année, les heures supplémentaires sont défiscalisées et bénéficient d'allégements de cotisations sociales. Vous avez été très nombreux à nous demander d'ajouter cette fonctionnalité, c'est maintenant chose faite !\r\n\r\nAinsi par exemple un salarié rémunéré 1 800 € net par mois, ce qui correspond au salaire médian en France, gagnera 17 € pour chaque heure supplémentaire effectuée — contre seulement 11 € pour une heure de travail habituelle (net après impôt). Le simulateur vous permet de réaliser ces calculs dans votre propre situation, et pour celle de vos salariés. #629\r\n\r\n![question heures supplémentaires](https://user-images.githubusercontent.com/1730702/64210038-7a191a00-cea2-11e9-9f75-15faefbce3f7.png)\r\n\r\n## Personnalisation du taux d'impôt sur le revenu 💶\r\n\r\nAvec la mise en place du prélèvement à la source de l'impôt sur le revenu cette année, l'administration fiscale vous communique le taux moyen d'imposition (celui qui est utilisé par l'employeur pour la retenue à la source). Vous avez maintenant la possibilité de renseigner directement ce « taux personnalisé » sur les simulateurs afin d’obtenir un résultat au plus proche de votre situation fiscale (composition du foyer, réductions d'impôts, etc.)\r\n\r\nVous pouvez aussi opter pour le taux neutre, ce qui est utile pour comparer les bulletins de paie des employeurs utilisant ce taux, ou le barème classique de l'impôt sur le revenu (estimé pour un célibataire sans enfants et sans autre revenu). #637\r\n\r\nEnfin pour les auto-entrepreneurs, il est désormais possible d'opter pour le prélèvement libératoire de l'impôt. Vous pourrez ainsi savoir s'il est intéressant ou non de recourir à cette option dans votre situation particulière. #654 \r\n\r\n![question taux impot](https://user-images.githubusercontent.com/1730702/64270904-99fd1c00-cf3c-11e9-9510-8d55c8ff8e45.png)\r\n\r\n## Stages et contrats d’apprentissage 🎓\r\n\r\nLorsqu'ils sont rémunérés les stages étudiants en entreprise bénéficient d'exonérations de cotisations et d'allégements d'impôts. Ces règles ont été ajoutées et vous pouvez désormais estimer le coût total de la rémunération d'un stagiaire et la part qu'il recevra en net.\r\n\r\nDe même nous avons intégré les exonérations spécifiques pour les contrats d'apprentissage ainsi que l'aide à l'embauche pour l'employeur — une autre fonctionnalité que vous avez été nombreux à nous demander ! #582\r\n\r\n![question contrat](https://user-images.githubusercontent.com/1730702/64271248-49d28980-cf3d-11e9-83af-8e29cc16c44f.png)\r\n\r\n## Amélioration des pages d'explications 📖\r\n\r\nNos simulateurs réalisent des calculs souvent complexes et notre volonté est d'apporter les explications les plus claires et pédagogiques possible. Notre langage de règles s'enrichit d'une nouvelle fonctionnalité permettant de préciser l'unité des variables que nous utilisons (par exemple un salaire en `€` ou un temps de travail en `h`) et d'inférer automatiquement l'unité des résultats des calculs utilisant ces variables (par exemple un salaire horaire en `€ / h`). L'affichage des unités sur les pages de documentation facilite la compréhension des calculs intermédiaires. #603 \r\n\r\nNous avons aussi amélioré les pages concernant les régimes d'exceptions comme le régime des impatriés ou l'assimilé salarié. #615 \r\n\r\n![explication indemnité kilometrique](https://user-images.githubusercontent.com/1730702/64271578-d8dfa180-cf3d-11e9-981a-1b7284223872.png)"
  },
  {
    "name": "Juillet 2019",
    "description": "## Avantages en nature 📱\r\n\r\nRepas pris en charge par l'employeur, fourniture d'un téléphone ou d'un véhicule de fonction, les avantages en nature sont un élément important de la rémunération des salariés et doivent êtres évalués correctement. Nous avons amélioré notre prise en charge de ces avantages en natures en détaillant les caractéristiques de chaque avantage (nombre de repas pris, valeur de téléphone ou de l'ordinateur fourni, etc.)\r\n\r\n![image](https://user-images.githubusercontent.com/1730702/72442432-c9eee280-37ac-11ea-9f34-73925cdc2681.png)\r\n\r\n\r\n## Améliorations de l'interface 🎨\r\n1. L'ordre des questions est amélioré. Maintenant :\r\n- on répond à toutes les questions d'un même domaine avant de passer à autre chose\r\n- certaines questions sont marquée \"moins prioritaires\" et apparaissent après les autres\r\n\r\n2. Les simulateurs chef d'entreprise sont améliorés suit aux retours utilisateurs #587 \r\n- La notion de CA et charge n'est plus en premier\r\n- Pour la comparaison des régimes, on se base sur la rémunération totale (super brut)\r\n- Les champs sont uniformisés entre les différents simulateurs, pour plus de cohérence (net après impot, net de cotisations)...\r\n\r\n## Couverture législative ⚖\r\n\r\n- Ajout du régime des impatriés. Ce régime concernant les personnes fiscalement domiciliées à l'étranger et qui viennent s'installer en France suite à une mobilité professionnelle ouvre droit à certains avantages fiscaux qui sont maintenant intégrés dans le simulateur. #590\r\n- Ajout de la Contribution Exceptionnelle sur les Hauts Revenus (CEHR) pour les contribuables ayant plus de 250&nbsp;000&nbsp;€ de revenu imposable annuel. #557"
  }
]